Repository: DayBreakZhang/PlayoutAutomation
Catalog: TVPlay/Properties/Resources.*.resx
Languages: pl

# TAudioChannelMapping_Unknown
source: Unknown
pl: Nieznany

# TCrawl_NoCrawl
source: No crawl
pl: Bez paska

# TCrawl_Normal
source: Normal
pl: Normalny

# TCrawl_Urgent
source: Urgent
pl: Pilne

# TEventType_AnimationFlash
source: Animation
pl: Animacja

# TEventType_Container
source: Container
pl: Kontener

# TEventType_Live
source: Live
pl: Na żywo

# TEventType_Movie
source: Clip
pl: Klip

# TEventType_Rundown
source: Rundown
pl: Playlista

# TEventType_StillImage
source: Graphics
pl: Grafika

# TFieldOrder_BFF
source: Bottom field first
pl: Najpierw dolne pole

# TFieldOrder_TFF
source: Top field first
pl: Najpierw górne pole

# TLogo_Live
source: Live
pl: Na żywo

# TLogo_NoLogo
source: No logo
pl: Bez loga

# TLogo_Normal
source: Normal
pl: Normalne

# TLogo_Premiere
source: Premiere
pl: Premiera

# TLogo_Replay
source: Replay
pl: Powtórka

# TMediaCategory_Commercial
source: Commercial
pl: Reklama

# TMediaCategory_Fill
source: Fill
pl: Wypełniacz

# TMediaCategory_Promo
source: Promo
pl: Oprawa

# TMediaCategory_Show
source: Show
pl: Audycja

# TMediaCategory_Sponsored
source: Sponsored
pl: Bilboard

# TMediaCategory_Uncategorized
source: Uncategorized
pl: Bez kategorii

# TMediaEmphasis_Beige
source: Beige
pl: Beżowe

# TMediaEmphasis_None
source: According to category
pl: Według kategorii

# TMediaEmphasis_Olive
source: Olive
pl: Oliwkowe

# TMediaEmphasis_Orange
source: Orange
pl: Pomarańczowe

# TMediaEmphasis_Pink
source: Pink
pl: Różowe

# TMediaEmphasis_SkyBlue
source: Blue
pl: Błękitne

# TMediaEmphasis_Violet
source: Violet
pl: Fioletowe

# TMediaEmphasis_Yellow
source: Yellow
pl: Żółte

# TMediaStatus_Available
source: Available
pl: Dostępny

# TMediaStatus_Copied
source: Copy finished
pl: Kopiowanie zakończone

# TMediaStatus_CopyError
source: Copy error
pl: Błąd kopiowania

# TMediaStatus_Copying
source: Copying
pl: Trwa kopiowanie

# TMediaStatus_CopyPending
source: Copy pending
pl: Oczekuje na kopiowanie

# TMediaStatus_Deleted
source: Deleted
pl: Usunięty

# TMediaStatus_Required
source: Required
pl: Wymagany

# TMediaStatus_Unknown
source: Unknown
pl: Nieznany

# TMediaStatus_ValidationError
source: Validation error
pl: Błąd walidacji

# TMediaType_AnimationFlash
source: Flash animation
pl: Animacja Flash

# TMediaType_Movie
source: Clip
pl: Klip

# TMediaType_Still
source: Graphics
pl: Grafika

# TMediaType_Unknown
source: Unknown
pl: Nieznany

# TParental_NoLimit
source: No limit
pl: B/O

# TParental_None
source: None
pl: Brak

# TPlayState_Aborted
source: Aborted
pl: Przerwany

# TPlayState_Fading
source: Fading
pl: Zejście

# TPlayState_Paused
source: Paused
pl: Still

# TPlayState_Played
source: Played
pl: Zakończony

# TPlayState_Playing
source: Playing
pl: Odtwarza

# TStartType_After
source: After finish
pl: Po zakończeniu

# TStartType_Manual
source: Manual
pl: Manualnie

# TStartType_None
source: Can't start
pl: Nie można wystartować

# TStartType_OnFixedTime
source: At fixed time
pl: O zadanym czasie

# TStartType_With
source: With start of
pl: Wraz z rozpoczęciem

# _button_Add
source: Add
pl: Dodaj

# _caption_Confirmation
source: Confirmation
pl: Potwierdzenie

# _caption_Error
source: Error
pl: Błąd

# _message_DeleteError
source: Delete failed. Following error occurred: {0}
pl: Usunięcie nie powiodło się. Błąd, który wystąpił: {0}

# _message_DirectoryRefreshError
source: Directory refresh failed because of error: {0}
pl: Nie udało się odświeżyć zawartości katalogu z powodu błędu: {0}

# _message_SaveError
source: Save failed. Following error occurred: {0}
pl: Zapis nie powiódł się. Błąd, który wystąpił: {0}

source: or
pl: lub

# _query_DeleteAllGraphics
source: Delete all graphics elements of this item?
pl: Usunąć wszystkie elementy grafiki?

# _query_DeleteItem
source: Delete this item with all subitems?
pl: Usunąć ten element z wszystkimi składnikami?

# _query_SaveChangedData
source: Save modified data?
pl: Zapisać zmienione dane?

# _title_Delete
source: Delete: {0}:{1}
pl: Usuń: {0}:{1}

# _title_Duration
source: Duration
pl: Czas trwania

# _title_EmptyMovie
source: Empty clip
pl: Pusty klip

# _title_MeasureVolume
source: Measure LUFS: {0}:{1}
pl: Pomiar LUFS: {0}:{1}

# _title_NewLive
source: New live
pl: Nowy live

# _title_NewRundown
source: New rundown
pl: Nowa playlista

# _title_NewSegment
source: New
pl: Nowy

# _title_RundownEnd
source: End of rundown
pl: Koniec playlisty

# _title_SegmentName
source: Segment name
pl: Nazwa segmentu

# _validateStartPlayMustBeInsideFile
source: Start of play must be between start and end clip timecode
pl: Rozpoczęcie odtwarzania musi się zawierać pomiędzy TC początkowym i końcowym klipu

# _validate_DurationInvalid
source: Duration (considring start TC) is longer than clip
pl: Czas trwania (z uwzględnieniem TC startu) jest dłuższy, niż klipu.

# _validate_FileAlreadyExists
source: File of this name already exists
pl: Plik o takiej nazwie już istnieje

# _validate_FileMustHaveExtension
source: File must have extension {0}
pl: Plik musi mieć rozszerzenie nazwy {0}

# _validate_FileNameCanNotContainSpecialCharacters
source: File name can't contain special characters
pl: Nazwa pliku nie może zawierać znaków specjalnych

# _validate_StartTCAfterFile
source: Start timecode is behind end of clip (clip ends at {0})
pl: Timecode startu jest za klipem (końcowy TC klipu to {0})

# _validate_StartTCBeforeFile
source: Start timecode is before start of clip (clip starts at {0})
pl: Timecode startu jest przed klipem (początkowy TC klipu to {0})

# _validate_StartTimePassed
source: Start time passed
pl: Czas startu już upłynął

# _validate_TransitionTimeInvalid
source: Transition time exceeds clip duration
pl: Czas przejścia jest dłuższy, niż czas trwania.

# TAspectRatioControl_GPI
source: GPI trigger
pl: Wyzwolenie GPI

# TAspectRatioControl_GPIandImageResize
source: Image resize and GPI
pl: Skalowanie obrazu i GPI

# TAspectRatioControl_ImageResize
source: Image resize
pl: Skalowanie obrazu

# TAspectRatioControl_None
source: None
pl: Brak

# _query_ExitApplication
source: Really exit application?
pl: Zakończyć sterowanie emisją?

# _query_StartAnotherInstance
source: Application should execute in one instance only, but was running already. Really start new one?
pl: Program może byc uruchomiony tylko raz. Jeśli jego poprzednia kopia nie odpowiada i chcesz uruchomić nową, naciśnij OK. W przeciwnym razie naciśnij Anuluj.

# _query_DeleteSelectedFiles
source: Files to delete: {0} Really delete?
pl: Pliki do usunięcia: {0} Naprawdę usunąć?

# _message_CopyFailed
source: Copy failed. Following error occurred: {0}
pl: Kopiowanie powiodło się. Błąd, który wystąpił: {0}

# _message_CutFailed
source: Cut failed. Following error occurred: {0}
pl: Wycięcie nie powiodło się. Błąd, który wystąpił: {0}

# _message_PasteFailed
source: Paste failed. Following error occurred: {0}
pl: Wklejenie nie powiodło się. Błąd, który wystąpił: {0}

# _query_DeleteSelected
source: Delete selected items ({0})? {1}
pl: Usunąć wybrane elementy ({0})?

# TFieldOrder_Progressive
source: Progressive scan
pl: Progresywny

source: All
pl: Wszystkie
